// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Digite o seguinte código de acesso e pressione a tecla Retorno do seu teclado.";

"MSG_PAIRING_TIMEOUT" = "Não foi possível emparelhar com “%@”. Clique em Emparelhar para tentar novamente.";
"MSG_PAIRING_TIMEOUT_AUTO" = "Não foi possível emparelhar com “%@”. Tentando com o próximo teclado em 5 segundos.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Não foi possível emparelhar com “%@”. Tentando novamente em 5 segundos.";

"MSG_PAIRING_FAILED" = "Não foi possível emparelhar com o seu teclado. Clique em Emparelhar para tentar novamente.";
"MSG_PAIRING_FAILED_AUTO" = "Não foi possível emparelhar com o seu teclado. Realizando uma nova tentativa…";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Houve um problema ao buscar seus dispositivos sem fio.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Emparelhando com o teclado “%@.”";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Emparelhando com o mouse “%@.”";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Buscando seu teclado…";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Buscando seu mouse…";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "Seu computador emparelhou com “%@” corretamente.";
"TITLE_PAIRED_MOUSE" = "Seu computador emparelhou com “%@” corretamente";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "O Assistente de Configuração encontrou %d teclados sem fio.";
"TITLE_MOUSE_N_FOUND" = "O Assistente de Configuração encontrou %d dispositivos de mouse sem fio.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "O Assistente de Configuração encontrou o teclado chamado “%@”.";
"TITLE_MOUSE_FOUND" = "O Assistente de Configuração encontrou o mouse chamado “%@”.";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Selecione seu teclado na lista e clique em Emparelhar. Quando seu teclado estiver emparelhado, você verá um código de acesso, o qual deve ser digitado no seu teclado.";
"MSG_START_PAIRING_MOUSE" = "O Assistente de Configuração está tentando emparelhar com cada mouse da lista. Quando o seu mouse estiver emparelhado, você poderá mover o cursor com ele.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "O emparelhamento com “%@” começará automaticamente. Quando seu teclado estiver emparelhado, você verá um código de acesso, o qual você deve digitar em seu teclado.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "O emparelhamento com “%@” começará automaticamente. Quando você conseguir mover o cursor com o mouse, ele estará emparelhado.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Não foi possível encontrar um teclado. Buscando…";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Não foi possível encontrar um mouse. Buscando…";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "Não há nenhum teclado conectado ao seu computador. Conecte seu teclado agora.";
"MSG_NO_MOUSE" = "Não há nenhum mouse conectado ao seu computador. Conecte seu mouse agora.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "Não há nenhum teclado conectado ao seu computador. Conecte seu teclado agora.\n\nSe você está usando um teclado sem fio da Apple, certifique-se de que as pilhas estejam colocadas corretamente e de que esteja ligado.";
"MSG_NO_MOUSE_BLUETOOTH" = "Não há nenhum mouse conectado ao seu computador. Conecte seu mouse agora.\n\nSe você está usando um mouse sem fio da Apple, para ativá-lo deslize a tampinha que se encontra na parte de baixo do mouse até que o LED esteja visível.\n\nSe você não utiliza um mouse, conecte o seu teclado agora.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "Atualizando %d nomes de teclado...";
"MSG_GETTING_MOUSE_NAMES" = "Atualizando %d nomes de mouse…";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Para confirmar um emparelhamento, pressione a tecla Retorno do seu teclado. Se você não fizer isso, o processo de emparelhamento começará novamente em %d segundos.";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Para confirmar um emparelhamento, utilize o seu mouse para clicar no botão OK mostrado abaixo. Se você não fizer isso, o processo de emparelhamento começará novamente em %d segundos.";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "Você digitou um código de acesso incorreto. Clique em Emparelhar parar tentar novamente.";
"MSG_AUTH_FAILURE_MOUSE" = "O emparelhamento do seu mouse não foi bem-sucedido. Clique em Emparelhar para fazer uma nova tentativa.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "Você digitou um código de acesso incorreto. Emparelhando com seu teclado novamente em 5 segundos.";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "O emparelhamento do seu mouse não foi bem-sucedido. O emparelhamento com seu mouse começará novamente em 5 segundos.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Aguardando a conexão o seu teclado…";
"MSG_ALREADY_PAIRED_MOUSE" = "Clique com o seu mouse para começar a usá-lo.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "Se este não for o seu mouse, certifique-se de que o seu mouse está ativado e aguarde até que a busca comece novamente.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "Se este não for o seu teclado, certifique-se de que o seu teclado está ativado e aguarde até que a busca comece novamente.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Se seu mouse não estiver na lista, certifique-se de que ele está ativado e aguarde até que a busca comece novamente.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Se o seu teclado não estiver na lista, certifique-se de que ele está ativado e clique em Cancelar para buscar novamente.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Se o cursor fica parado quando você move o mouse, o mouse não está emparelhado com seu computador. Espere até que o emparelhamento comece novamente.";
"MSG_WARNING_ACK_KEYBOARD" = "Se a ação de pressionar a tecla Retorno do seu teclado não produzir o reconhecimento do emparelhamento, o teclado não está emparelhado com seu computador. Espere até que o emparelhamento comece novamente.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Emparelhando com seu dispositivo…";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Conectando...";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Conectado.";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Emparelhamento completado.";

"CUSTOM_MOUSE_NAME"	= "Mouse de %@";
"CUSTOM_KEYBOARD_NAME"	= "Teclado de %@";

